tap "anomalyco/tap"
brew "ca-certificates"
brew "openssl@3"
brew "awscli"
brew "bat"
brew "bazelisk"
brew "cargo-audit"
brew "carthage"
brew "curl"
brew "gh"
brew "git"
brew "pinentry"
brew "gnupg"
brew "goenv"
brew "ncurses"
brew "htop"
brew "jenv"
brew "jq"
brew "python@3.14"
brew "lynx"
brew "pkgconf"
brew "nodenv"
brew "ollama"
brew "openjdk"
brew "pinentry-mac"
brew "pnpm"
brew "podman"
brew "podman-compose"
brew "pstree"
brew "pure"
brew "pyenv"
brew "python@3.12"
brew "ranger"
brew "rbenv"
brew "rustup"
brew "sourcery"
brew "stow"
brew "swiftgen"
brew "swiftlint"
brew "tmux"
brew "tree"
brew "vim"
brew "wget"
brew "xcbeautify"
brew "xcode-build-server"
brew "xcodegen"
brew "ykman"
brew "z"
brew "zsh-autocomplete"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
brew "anomalyco/tap/opencode"
cask "font-meslo-lg-nerd-font"
